{
    "categories": [
        "funny",
        {
            "name": "animals",
            "array": [
                "cat",
                "dog",
                "bird",
                "horse"
            ]
        }
    ],
    "dances": [
        "anime", "anime1", "bird", "brace", "bunnies", "bunnies1", "carl", "cat",
        "char", "devil", "dumbfuck", "dumbfuck1", "einstein", "flower", "gay",
        "girl", "girl1", "girl2", "guy", "liberty", "link", "lisa", "mario", "neil", 
        "nerd", "nun", "panda", "party", "pbj", "pixelmj", "pizza", "podium", "pony",
        "rick", "shark", "shinji", "shroom", "skel", "sketch", "snoop", "sonic", 
        "spidey", "spin", "sponge", "sponge1", "sway", "sweets", "swing", "weed",
        "weird", "wow", "yoddle"
    ],
    "phrases": [
        "Samsung can put an entire pen in their phone, yet Apple can't keep a headphone jack in theirs.",
        "The people of ‘r/Arkansas’ must be annoyed that ‘r/Kansas’ already exists.",
        "Typing 99 into a microwave equals 99 seconds and typing 100 equals 60 seconds.",
        "The opposite of New Orleans is Old Andfat.",
        "Typing “www.” before a web address is a good sign that you’re old.",
        "If you are under 18, walk into a store nude, the store technically recorded child pornography.",
        "If a rooster wakes you up, it's an alarm cock.",
        "Jumping off of a bridge fully clothed vs. wearing a swimsuit gets very different reactions.",
        "Celsius is like, \"on a scale from 0 to 100, how cold is this water?\"",
        "Every corpse in Mount Everest was once a very motivated person",
        "Life is just a pause between being non-existent.",
        "One of the hardest parts of airport travel, is sitting next to a service dog with a 'do not pet' vest on.",
        "Anxiety is like when video game combat music is playing, but you can't find any enemies.",
        "Somebody at google was just like \"Yea, just have someone drive down every road on fucking earth.\"",
        "It kinda makes sense that the target audience for fidget spinners lost interest in them so quickly.",
        "If you won the award of the first man to break two world records, that would make it 3 awards, and you win the award of first man to break 3 records, now you have infinite awards.",
        "Too bad alcohol isn't heavily discounted the day after St. Patrick's Day the way candy is after Valentine's Day.",
        "Pinterest is like a virus that infected the google image search.",
        "Amish girls have no way of knowing if it's a romantic candlelit dinner or just a regular dinner.",
        "The fatter you are, the better chance you have at winning in 'Spin the Bottle'.",
        "Comic Con is the best way to see what your favorite characters would look like if they let themselves get out of shape.",
        "Imagine how rich you would have had to be 200 years ago to have music playing in the background while you cook dinner.",
        "It's surprising there aren't any conspiracy theories that the ocean is bottomless because most people have never been to the seafloor.",
        "A different version of you exists in the minds of everyone who knows you.",
        "If penis size was as obvious as breast size the world would be a very different place.",
        "Eating lunch alone as a kid is like torture, getting to eat lunch alone as an adult is a nice treat.",
        "The only part of your reflection you can lick is your tongue.",
        "When you introduce two different groups of friends to each other, it's like your own life's crossover episode.",
        "The only people forced to see anti-piracy warnings are the people who don't pirate movies.",
        "Your dog thinks 'fetch' is a game that the two of you made up, and he loves you for that",
        "A kangaroo is really just a t-rex deer.",
        "Soon, games will advertise 'No DLC/Microtransactions' just like food advertises 'No trans fats'.",
        "Being a blacksmith must have been a real pantydropper back in the day seeing how Smith is the most common surname today.",
        "Pets are 'the 1%' of animals.",
        "Old trailers did not do the movies justice.<br>New movies do not do the trailers justice.",
        "The myth about undercover cops being required to disclose that they're undercover cops, was definitely started by an undercover cop.",
        "For the first 8 minutes of your life, the sunlight around you is older than you are.",
        "Mens underwear's most underrated ability, is to stop those last dribbles from showing on your pants.",
        "Corrupt cops are just undercover criminals.",
        "If you pay to see the results of an online IQ test, then you failed the test.",
        "The biggest cause of cancer in mice is research.",
        "Maybe we are in a simulation, and they make a few people actually experience a flat earth just to mess with us.",
        "If aliens come to Earth, we will have to explain why we made movies in which we fight and kill them.",
        "If you see someone wearing a $20,000 watch, it's hard to know if they're really good with money or really bad with money.",
        "If your identical twin got plastic surgery, it would be hard not to feel a little insulted.",
        "Smart phones are probably responsible for reducing graffiti in public toilets.",
        "Your tongue’s ability to detect hair is underrated.",
        "Witches have black cats because if they had white cats, they would have white fur all over their clothes.",
        "If you drew a dick on a vampire's face while they were sleeping, they'd never find out.",
        "Shrek and Han Solo kinda dress the same.",
        "Oral sex must have been a lot less popular before bathing daily became a thing.",
        "A successful marriage ends with watching the other person die.",
        "Antartica is an island with only a northern coast.",
        "Bayonnets are litteraly made to bring a knife to a gun fight.",
        "News websites have more pop ups and click bait than porn sites.",
        "300 years ago, if you had something that was made in China, everyone would be really impressed.",
        "C-3PO is fluent in over 6 million languages, but due to the design of his arms, he'll never be able to do sign language.",
        "If cars were connected by voicechat, it would probably be even more toxic than online games.",
        "People who say \"Money can't buy friendship.\" aren't considering that you can buy a dog.",
        "Men may never know the pain of childbirth, but women will never know the pain of finding out the child they've been raising isn't their own.",
        "A penny saved is actually more valuable than a penny earned because you don't pay taxes on it.",
        "Women must find Dad jokes attractive, or they'd be known as bachelor jokes.",
        "Someone with 6 fingers on one hand could rake in big bucks asking others to guess the amount of fingers extended behind their back.",
        "Checking your phone when someone pulls out their phone, is the yawn of our generation.",
        "Google translate is like a person who knows many languages but is not good at any of them.",
        "If you were born on June 9th, 2000, you’ll be 69 on 6/9/69.",
        "The best Spotify ad would be silent with a picture so when it came on, you would check why your music stopped and see the ad.",
        "It is easier to stay awake till 6 AM than to wake up at 6 AM.",
        "If people grew vegetables like they do marijuana, we would have the healthiest, tastiest vegetables ever.",
        "Your belly button is just your old mouth.",
        "By now Stacey IS the mom that has it going on.",
        "If identical twin sisters become pregnant from the same guy, then their kids would be full siblings genetically speaking."
    ]
}